[{
  "_id": {
    "$oid": "674f56cca02d3de66bcaebcc"
  },
  "title": "Pyramids of Giza",
  "location": "Giza, Egypt",
  "event": "Sphinx Light and Sound Show - A captivating evening experience where the history of ancient Egypt is narrated with lights and music, bringing the pyramids and Sphinx to life. The show takes place every evening year-round, starting after sunset.",
  "description": "The Pyramids of Giza are ancient architectural marvels and one of the Seven Wonders of the Ancient World. Visitors can explore the tombs of pharaohs, enjoy camel rides in the desert, and learn about the fascinating history of Egypt.",
  "photo_Url": "https://images5.alphacoders.com/458/458484.jpg",
  "price": 120,
  "rating": 4.8,
  "no_of_reviews": 500,
  "tourism_type": "Historical"
},
{
  "_id": {
    "$oid": "674f56cca02d3de66bcaebcd"
  },
  "title": "Great Wall of China",
  "location": "Beijing, China",
  "event": "Great Wall Marathon - An exhilarating annual marathon held on the third Saturday of May, where participants run along the wall, enjoying breathtaking views and the challenge of its steep climbs.",
  "description": "The Great Wall of China is a UNESCO World Heritage site stretching over 13,000 miles. This iconic structure offers stunning views, historic watchtowers, and insights into the defense strategies of ancient China.",
  "photo_Url": "https://images4.alphacoders.com/143/143584.jpg",
  "price": 180,
  "rating": 4.9,
  "no_of_reviews": 400,
  "tourism_type": "Historical/Adventure"
},
{
  "_id": {
    "$oid": "674f56cca02d3de66bcaebce"
  },
  "title": "Eiffel Tower",
  "location": "Paris, France",
  "event": "Eiffel Tower Light Show - A nightly event where the tower sparkles with thousands of lights. The show happens every evening on the hour from sunset to 1:00 AM.",
  "description": "The Eiffel Tower is an iconic symbol of Paris and one of the most visited monuments in the world. Tourists can climb to the top for panoramic views of the city or dine in its luxurious restaurants.",
  "photo_Url": "https://images.alphacoders.com/960/96031.jpg",
  "price": 250,
  "rating": 4.7,
  "no_of_reviews": 600,
  "tourism_type": "Cultural"
},
{
  "_id": {
    "$oid": "674f56cca02d3de66bcaebcf"
  },
  "title": "Machu Picchu",
  "location": "Cusco Region, Peru",
  "event": "Inti Raymi Festival - A grand celebration of the Sun God, featuring traditional Inca rituals, music, and colorful parades in the nearby city of Cusco. This festival is held annually on June 24th.",
  "description": "Machu Picchu is an ancient Inca city perched high in the Andes Mountains. Its stone terraces, temples, and breathtaking mountain views make it a must-visit for history and nature enthusiasts.",
  "photo_Url": "https://picfiles.alphacoders.com/266/266632.jpg",
  "price": 300,
  "rating": 4.9,
  "no_of_reviews": 400,
  "tourism_type": "Nature"
},
{
  "_id": {
    "$oid": "674f56cca02d3de66bcaebd0"
  },
  "title": "Sydney Opera House",
  "location": "Sydney, Australia",
  "event": "Sydney Music Festival - A two-week event held annually in January, featuring world-class musical performances and cultural showcases at the Opera House.",
  "description": "The Sydney Opera House is a modern architectural marvel and a center for performing arts. It is located on the picturesque Sydney Harbor, perfect for sightseeing and photography.",
  "photo_Url": "https://picfiles.alphacoders.com/275/275104.jpg",
  "price": 200,
  "rating": 4.8,
  "no_of_reviews": 350,
  "tourism_type": "Cultural"
},
{
  "_id": {
    "$oid": "674f56cca02d3de66bcaebd1"
  },
  "title": "Mount Everest Base Camp",
  "location": "Khumbu, Nepal",
  "event": "Himalayan Hiking Festival - Celebrating trekking culture with guided hikes, cultural performances, and environmental workshops, this event takes place annually in early October.",
  "description": "The Mount Everest Base Camp trek offers adventure and stunning Himalayan landscapes. It’s a bucket-list destination for trekkers and mountaineers.",
  "photo_Url": "https://images7.alphacoders.com/546/546508.jpg",
  "price": 500,
  "rating": 4.9,
  "no_of_reviews": 200,
  "tourism_type": "Medical"
},
{
  "_id": {
    "$oid": "674f56cca02d3de66bcaebd2"
  },
  "title": "Taj Mahal",
  "location": "Agra, India",
  "event": "Taj Mahotsav - A cultural extravaganza showcasing Indian art, craft, music, and dance, held annually from February 18th to 27th near the Taj Mahal.",
  "description": "The Taj Mahal is a white marble mausoleum and a symbol of eternal love. Visitors are mesmerized by its intricate carvings, lush gardens, and the reflection of the monument in its central pool.",
  "photo_Url": "https://picfiles.alphacoders.com/284/284792.jpg",
  "price": 150,
  "rating": 4.8,
  "no_of_reviews": 550,
  "tourism_type": "Sports"
},
{
  "_id": {
    "$oid": "674f56cca02d3de66bcaebd3"
  },
  "title": "Christ the Redeemer",
  "location": "Rio de Janeiro, Brazil",
  "event": "Rio Carnival - A world-famous event with samba parades, vibrant costumes, and street parties celebrating Brazilian culture. The Carnival takes place annually, beginning on the Friday before Ash Wednesday and lasting for five days.",
  "description": "Christ the Redeemer is an iconic statue atop Mount Corcovado, offering panoramic views of Rio. It’s a symbol of faith and a must-see landmark in Brazil.",
  "photo_Url": "https://picfiles.alphacoders.com/218/218747.jpg",
  "price": 220,
  "rating": 4.7,
  "no_of_reviews": 300,
  "tourism_type": "Cultural"
},
{
  "_id": {
    "$oid": "674f56cca02d3de66bcaebd4"
  },
  "title": "Golden Gate Bridge",
  "location": "San Francisco, USA",
  "event": "Bridge to Bridge Run - A popular annual running event starting at the Golden Gate Bridge, held every October on the second Sunday.",
  "description": "The Golden Gate Bridge is an iconic engineering marvel in San Francisco. Visitors can walk or bike across the bridge, enjoying views of the bay and nearby landmarks.",
  "photo_Url": "https://images7.alphacoders.com/418/418009.jpg",
  "price": 50,
  "rating": 4.7,
  "no_of_reviews": 600,
  "tourism_type": "Religious"
},
{
  "_id": {
    "$oid": "674f56cca02d3de66bcaebd5"
  },
  "title": "Santorini Caldera",
  "location": "Santorini, Greece",
  "event": "Volcanic Wine Festival - An annual festival celebrating the unique volcanic wines of Santorini, held in late September. It features wine tastings, food, and music.",
  "description": "Santorini Caldera offers breathtaking views of the Aegean Sea and the iconic white-washed architecture of Greece. It’s a favorite destination for honeymooners and photographers.",
  "photo_Url": "https://images.alphacoders.com/541/541445.jpg",
  "price": 300,
  "rating": 4.9,
  "no_of_reviews": 320,
  "tourism_type": "Coastal"
}]